Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# ssh_key_import_passphrase_hint
source: Enter SSH key passphrase
ar: أدخل عبارة مرور مفتاح SSH
de: Passphrase für SSH-Schlüssel eingeben
es: Introduzca contraseña de clave SSH
fr: Saisir la phrase de passe de la clé SSH
hu: Adja meg az SSH kulcs jelmondatát
ko: SSH 키 비밀 문구 입력
pt_br: Insira a frase secreta da chave SSH
pt_pt: Introduza a frase-palavra-passe da chave SSH
uk: Введіть ключову фразу SSH ключа
zh_hans: 输入 SSH 密钥口令

# ssh_key_import_passphrase_title
source: Passphrase
ar: عبارة المرور
es: Contraseña
fr: Phrase de passe
hu: Jelmondat
ko: 비밀 문구
pt_br: Frase Secreta
pt_pt: Frase-palavra-passe
uk: Парольна фраза
zh_hans: 口令

# ssh_key_import_success_title
source: Imported SSH key
ar: تم استيراد مفتاح SSH
de: SSH-Schlüssel importiert
es: Clave SSH importada
fr: Clé SSH importée
hu: SSH kulcs importálva
it: Chiave SSH importata
pt_br: Chave SSH importada
pt_pt: Chave SSH importada
uk: SSH-ключ імпортовано
zh_hans: 已导入 SSH 密钥

# ssh_key_import_title
source: Import SSH key
ar: استيراد مفتاح SSH
de: SSH-Schlüssel importieren
es: Importar clave SSH
fr: Importer une clef SSH
hu: SSH kulcs importálása
it: Importa chiave SSH
ko: SSH 키 가져오기
pt_br: Importar chave SSH
pt_pt: Importar chave SSH
uk: Імпортувати SSH ключ
zh_hans: 导入 SSH 密钥

source: SSN
ar: رقم الضمان الاجتماعي
de: Sozialversicherungsnummer
es: Número de seguro social (SSN)
fr: Numéro de sécurité sociale (NIR)
hu: Társadalombiztosítási szám
ja: マイナンバー
pt_br: CPF
pt_pt: NSS
zh_hans: 社会保险号码（SSN）

source: State
ar: ولاية
de: Staat/Provinz
es: Estado/Provincia
fr: Région
hu: Állam/Megye
it: Provincia
ja: 都道府県
ko: 도/주
pt_br: Estado
pt_pt: Distrito
ru: Штат/Область
uk: Штат/Область
zh_hans: 州/省

source: Status
ar: الحالة
es: Estado
fr: Statut
pt_pt: Estado
ru: Статус
uk: Стан
zh_hans: 状态

source: Subkeys
ar: المفاتيح الفرعية
de: Unterschlüssel
es: Subclaves
fr: Sous-clés
it: Sottochiavi
ja: サブキー
ko: 하위 키
pt_br: Subchaves
pt_pt: Sub-chaves
ru: Подключи
uk: Підключі
zh_hans: 子钥

source: Sync
ar: مزامنة
de: Synchronisierung
es: Sincronizar
fr: Synchroniser
hu: Szinkronizálás
it: Sincronizza
ja: 同期
ko: 동기화
pt_br: Sincronizar
pt_pt: Sincronizar
ru: Синхронизировать
uk: Синхронізувати
zh_hans: 同步

# sync_requested
source: Sync was requested
ar: تم طلب المزامنة
de: Synchronisierung angefordert
es: Sincronización solicitada
fr: Synchronisation demandée
hu: Szinkronizálás kérve
pt_br: A sincronização foi solicitada
pt_pt: A sincronização foi solicitada
ru: Запрошена синхронизация
uk: Запитано синхронізацію
zh_hans: 已请求同步

# syncstatus_header_title
source: Sync status
ar: حالة المزامنة
de: Synchronisationsstatus
es: Estado de la sincronización
fr: Statut de la synchronisation
hu: Szinkronizálás állapota
it: Stato sincronizzazione
ja: 同期ステータス
ko: 동기화 상태
pt_br: Status da sincronização
pt_pt: Estado da sincronização
ru: Статус синхронизации
uk: Стан синхронізації
zh_hans: 同步状态

# syncstatus_status_failed
source: Sync failed
ar: فشلت المزامنة
de: Synchronisierung fehlgeschlagen
es: Sincronización fallida
fr: La synchronisation a échoué
hu: Szinkronizálás sikertelen
it: Sincronizzazione non riuscita
ja: 同期失敗
ko: 동기화 실패
pt_br: Falha na sincronização
pt_pt: Falha da sincronização
ru: Ошибка синхронизации
uk: Помилка синхронізації
zh_hans: 同步失败

# syncstatus_status_pending
source: Pending
ar: قيد الانتظار
de: Ausstehend
es: Pendiente
fr: En attente
hu: Függőben levő
it: In attesa
ja: 保留中
ko: 보류 중
pt_br: Pendente
pt_pt: Pendente
ru: В ожидании
uk: В очікуванні
zh_hans: 等待

# syncstatus_status_syncing
source: Syncing
ar: المزامنة
de: Synchronisieren
es: Sincronizando
fr: Synchronisation...
hu: Szinkronizálás
it: Sincronizzazione in corso
ja: 同期中
ko: 동기화 중
pt_br: Sincronizando
pt_pt: Sincronizando
ru: Синхронизация
uk: Синхронізація
zh_hans: 正在同步

# syncstatus_status_up_to_date
source: Up to date
ar: حتى الآن
de: Auf dem neuesten Stand
es: Actualizado
fr: À jour
hu: Naprakész
it: Aggiornato
ja: 最新の状態
ko: 최신
pt_br: Atualizado
pt_pt: Atualizado
ru: Актуально
uk: Синхронізовано
zh_hans: 已是最新

source: Tag
ar: وسم
es: Etiqueta
hu: Címke
ja: タグ
ko: 태그
pt_br: Etiqueta
pt_pt: Etiqueta
ru: Тег
uk: Мітка
zh_hans: 标签

# tag_none
source: No tag
ar: لا يوجد وسم
de: Kein Tag
es: Sin etiqueta
fr: Aucun tag
hu: Nincs címke
it: Nessun tag
ja: タグなし
ko: 태그 없음
pt_br: Nenhuma etiqueta
pt_pt: Sem etiqueta
ru: Нет тегов
uk: Без мітки
zh_hans: 无标签

# tag_value
source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
hu: Érték
it: Valore
ko: 값
pt_br: Valor
pt_pt: Valor
ru: Значение
uk: Значення
zh_hans: 值

source: Tags
ar: وسوم
es: Etiquetas
hu: Címkék
it: Tag
ja: タグ
ko: 태그
pt_br: Etiquetas
pt_pt: Etiquetas
ru: Теги
uk: Мітки
zh_hans: 标签

# tags_empty_label
source: No tags
ar: لا توجد وسوم
de: Keine Tags
es: Ninguna etiqueta
fr: Aucun tag
hu: Nincsenek címkék
it: Nessun tag
ja: タグがありません
ko: 태그 없음
pt_br: Sem etiquetas
pt_pt: Sem etiquetas
ru: Нет тегов
uk: Без міток
zh_hans: 无标签

# team_artem_whoami_text
source: I'm a Software engineer from Ukraine. I specialize in app design and development.
ar: أنا مهندس برمجيات من أوكرانيا. أنا متخصص في تصميم وتطوير التطبيقات.
de: Ich bin Software-Ingenieur aus der Ukraine. Ich spezialisiere mich auf App-Design und -Entwicklung.
es: Soy un ingeniero en software de Ucrania. Me especializo en diseño y desarrollo de aplicaciones.
fr: Je suis un ingénieur de logiciels d'Ukraine. Je suis spécialisé dans la conception et le développement d'applications.
hu: Szoftvermérnök vagyok Ukrajnából. Alkalmazások tervezésére és fejlesztésére specializálódok.
it: Sono un ingegnere software ucraino. Mi specializzo nella progettazione e sviluppo di app.
ja: 私はウクライナ出身のソフトウェアエンジニアです。アプリの設計と開発を専門としています。
ko: 우크라이나의 소프트웨어 엔지니어입니다. 앱 디자인과 개발이 특기입니다.
pt_br: Sou um engenheiro de software da Ucrânia. Sou especializado em design e desenvolvimento de aplicativos.
pt_pt: Sou um engenheiro de software da Ucrânia. Sou especialista em design de aplicativos e desenvolvimento.
ru: Я инженер-программист из Украины. Я специализируюсь на дизайне и разработке приложений.
uk: Я програмний інженер з України. Моя спеціалізація це дизайн та розробка застосунків.
zh_hans: 我是来自乌克兰的软件工程师，专门负责应用的设计和开发。

# team_follow_me_section
source: Follow me
ar: اتبعني
de: Folge mir
es: Sígueme
fr: Suivez-moi
hu: Kövess engem
it: Seguimi
ja: ソーシャルメディア
ko: 소셜 미디어
pt_br: Siga-me
pt_pt: Segue-me
ru: Подписаться
uk: Слідкуйте за мною
zh_hans: 关注我

# team_header_title
source: Team behind the app
ar: فريق وراء التطبيق
de: Team hinter der App
es: Equipo detrás de la aplicación
fr: L'équipe derrière l'application
hu: Az alkalmazás mögött álló csapat
it: Team dietro l'applicazione
ja: アプリの開発チーム
ko: 앱 개발 팀
pt_br: Equipe responsável pelo aplicativo
pt_pt: Equipa responsável pela aplicação
ru: Команда Keyguard
uk: Команда Keyguard
zh_hans: 开发团队

source: Text
ar: نص
es: Texto
fr: Texte
hu: Szöveg
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
pt_pt: Texto
ru: Текст
uk: Текст
zh_hans: 文本

# text_action_send_title
source: Create a send
ar: إنشاء إرسال
de: Send erstellen
es: Crear un send
fr: Créer un send
hu: Küldés létrehozása
it: Crea un Send
ja: Send を作成
ko: Send 만들기
pt_br: Criar um send
pt_pt: Criar um envio
ru: Создать отправку
uk: Створити відправлення
zh_hans: 创建 Send

# text_action_share_with_title
source: Share with…
ar: شارك مع…
de: Teilen mit…
es: Compartir con…
fr: Partager avec…
hu: Megosztás ezzel…
it: Condividi con…
ja: 共有…
ko: 공유…
pt_br: Compartilhar com…
pt_pt: Partilhar com…
ru: Поделиться через…
uk: Поділитися через…
zh_hans: 分享

# tfa_directory_search_placeholder
source: Search websites
ar: البحث في المواقع
de: Webseiten durchsuchen
es: Buscar sitios web
fr: Rechercher des sites web
hu: Weboldalak keresése
it: Cerca siti web
ja: ウェブサイトを検索
ko: 웹사이트 검색
pt_br: Pesquisar sites
pt_pt: Pesquisar sites
ru: Поиск веб-сайтов
uk: Пошук вебсайтів
zh_hans: 搜索网站

# tfa_directory_text
source: List of websites with two-factor authentication support
ar: قائمة المواقع التي تدعم المصادقة الثنائية
de: Liste an Webseiten mit Unterstützung für Zwei-Faktor-Authentifizierung
es: Lista de sitios web con soporte de autenticación de dos factores
fr: Liste des sites web avec la prise en charge de l'authentification à deux facteurs
hu: A kétlépcsős hitelesítést támogató weboldalak listája
it: Elenco dei siti web con supporto per l'autenticazione a due fattori
ja: 2 段階認証対応ウェブサイトの一覧
ko: 2단계 인증을 지원하는 웹사이트 목록
pt_br: Lista de sites com suporte a autenticação de dois fatores
pt_pt: Lista de sites com suporte de autenticação de dois fatores
ru: Список сайтов с двухфакторной аутентификацией
uk: Список вебсайтів, які підтримують двофакторну автентифікацію
zh_hans: 支持双因素认证的网站列表

# tfa_directory_title
source: Two-factor authentication
ar: المصادقة الثنائية
de: Zwei-Faktor-Authentifizierung
es: Autenticación en dos pasos
fr: Authentification à deux facteurs
hu: Kétlépcsős hitelesítés
it: Autenticazione a due fattori
ja: 2段階認証
ko: 2단계 인증
pt_br: Autenticação de dois fatores
pt_pt: Autenticação de dois fatores
ru: Двухфакторная аутентификация
uk: Двофакторна автентифікація
zh_hans: 双因素认证

# theme_dark
source: Dark
ar: مظلم
de: Dunkel
es: Tema oscuro
fr: Sombre
hu: Sötét
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
pt_pt: Escuro
ru: Тёмная
uk: Темна
zh_hans: 暗色模式

# theme_light
source: Light
ar: ضوء
de: Hell
es: Tema claro
fr: Clair
hu: Világos
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
pt_pt: Claro
ru: Светлая
uk: Світла
zh_hans: 亮色模式

source: Time
ar: الوقت
de: Zeit
es: Hora
fr: Heure
hu: Idő
it: Ora
ja: 時刻
ko: 시간
pt_br: Hora
pt_pt: Hora
ru: Время
uk: Час
zh_hans: 时间

source: Tolerance
ar: تسامح
de: Toleranz
es: Tolerancia
fr: Tolérance
hu: Tűréshatár
it: Tolleranza
ja: 許容範囲
ko: 허용 범위
pt_br: Tolerância
pt_pt: Tolerância
ru: Допустимость
uk: Допустиме відхилення
zh_hans: 误差

# tolerance_high
source: High
ar: عالي
de: Hoch
es: Alta
fr: Haute
hu: Magas
it: Alta
ja: 高
ko: 넓음
pt_br: Alto
pt_pt: Alta
ru: Высокая
uk: Високе
zh_hans: 高

# tolerance_low
source: Low
ar: قليل
de: Niedrig
es: Baja
fr: Basse
hu: Alacsony
it: Bassa
ja: 低
ko: 좁음
pt_br: Baixo
pt_pt: Baixa
ru: Низкая
uk: Низьке
zh_hans: 低

# tolerance_max
source: Max
ar: الأعلى
es: Máxima
hu: Maximum
it: Massima
ja: 最大
ko: 최대
pt_br: Máximo
pt_pt: Máxima
ru: Максимальная
uk: Максимальне
zh_hans: 最大

# tolerance_min
source: Min
ar: دقيقة
es: Mínima
hu: Minimum
it: Minima
ja: 最小
ko: 최소
pt_br: Mínimo
pt_pt: Miníma
ru: Минимальная
uk: Мінімальне
zh_hans: 最小

# tolerance_normal
source: Normal
ar: طبيعي
fr: Normale
hu: Közepes
it: Normale
ja: 通常
ko: 기본
ru: Нормальная
uk: Нормальне
zh_hans: 正常

source: Trash
ar: نفاية
de: Papierkorb
es: Basura
fr: Corbeille
hu: Lomtár
it: Cestino
ja: ごみ箱
ko: 휴지통
pt_br: Lixeira
pt_pt: Reciclagem
ru: Корзина
uk: Кошик
zh_hans: 回收站

# twofa_available
source: Two-factor authentication available
ar: المصادقة الثنائية متاحة
de: Zwei-Faktor-Authentifizierung verfügbar
es: Autenticación en dos pasos disponible
fr: Authentification à deux facteurs (2FA) disponible
hu: Kétfaktoros hitelesítés elérhető
it: Autenticazione a due fattori disponibile
ja: 2段階認証が利用可能です
ko: 2단계 인증 사용 가능
pt_br: Autenticação de dois fatores disponível
pt_pt: Autenticação com 2FA disponível
ru: Доступна двухфакторная аутентификация
uk: Доступна двофакторна автентифікація
zh_hans: 双因素认证可用

source: Type
ar: يكتب
de: Typ
es: Tipo
hu: Típus
it: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
pt_pt: Tipo
ru: Тип
uk: Тип
zh_hans: 类型

# unlock_biometric_auth_confirm_text
source: Use biometric authentication to unlock the vault.
ar: استخدم المصادقة البيومترية لفتح القبو.
de: Biometrische Authentifizierung verwenden, um den Tresor zu entsperren.
es: Usa la autenticación biométrica para desbloquear la caja fuerte.
fr: Utiliser l'authentification biométrique pour déverrouiller le coffre-fort.
hu: Biometrikus hitelesítés használata a széf feloldásához.
it: Usa l'autenticazione biometrica per sbloccare la cassaforte.
ja: 生体認証を使用して保管庫のロックを解除します
ko: 생체 정보를 사용하여 보관함을 잠금 해제합니다.
pt_br: Usar autenticação biométrica para desbloquear o cofre.
pt_pt: Usar autenticação biométrica para desbloquear o cofre.
ru: Используйте биометрическую аутентификацию для разблокировки хранилища.
uk: Розблокуйте сховище за допомогою біометричної автентифікації.
zh_hans: 通过生物识别认证来解锁密码库

# unlock_biometric_auth_confirm_title
source: Unlock a vault
ar: فتح قبو
de: Tresor entsperren
es: Desbloquear caja fuerte
fr: Déverrouiller un coffre-fort
hu: Széf feloldása
it: Sblocca cassaforte
ja: 保管庫のロック解除
ko: 보관함 잠금 해제
pt_br: Desbloquear um cofre
pt_pt: Desbloqueie um cofre
ru: Разблокировать хранилище
uk: Розблокувати сховище
zh_hans: 解锁密码库

# unlock_button_unlock
source: Unlock
ar: فتح
de: Entsperren
es: Desbloquear
fr: Déverrouiller
hu: Feloldás
it: Sblocca
ja: ロック解除
ko: 잠금 해제
pt_br: Desbloquear
pt_pt: Desbloquear
ru: Разблокировать
uk: Розблокувати
zh_hans: 解锁

# unlock_header_text
source: The vault is locked. Enter your app password to continue.
ar: القبو مقفل. أدخل كلمة مرور التطبيق للمتابعة.
de: Der Tresor ist gesperrt. Gib das App-Passwort ein, um fortzufahren.
es: La caja fuerte está bloqueada. Introduce la contraseña de tu aplicación para continuar.
fr: Le coffre est verrouillé. Entrez le mot de passe de l'application pour continuer.
hu: A széf zárolva van. A folytatáshoz adja meg az alkalmazás jelszavát.
it: La cassaforte è bloccata. Inserisci la password dell'app per continuare.
ja: 保管庫がロックされています。続行するには、アプリのパスワードを入力してください。
ko: 보관함이 잠겨 있습니다. 계속하려면 앱 비밀번호를 입력하세요.
pt_br: O cofre está bloqueado. Insira sua senha do aplicativo para continuar.
pt_pt: Cofre bloqueado. Introduzir palavra-passe para continuar.
ru: Хранилище заблокировано. Чтобы продолжить, введите пароль приложения.
uk: Сховище заблоковано. Введіть пароль застосунку, щоб продовжити.
zh_hans: 密码库已锁定，输入应用专用密码以继续。

# uri_action_autofix_unsecure_text
source: Changes the protocol to a secure variant if it is available
ar: يقوم بتغيير البروتوكول لتأمين البديل إذا كان متاحًا
de: Ändert das Protokoll zu einer sicheren Variante, wenn es verfügbar ist
es: Cambia un protocolo para asegurar una variante si está disponible
fr: Changer un protocole dans sa variante sécurisée si disponible
hu: A protokollt biztonságos változatra módosítja, ha az elérhető
it: Cambia un protocollo in una variante sicura se disponibile
ja: 利用可能な場合、プロトコルをセキュアなバリアントに変更します
ko: 보안 프로토콜로 변경 가능할 경우 자동으로 변경
pt_br: Altera um protocolo para uma variante segura se estiver disponível
pt_pt: Altera um protocolo para variante segura, se estiver disponível
ru: Если возможно, изменяет протокол на безопасный
uk: Якщо можливо, змінює протокол адреси на захищений
zh_hans: 将协议更改为安全的类型（如果可用）

# uri_action_autofix_unsecure_title
source: Auto-fix insecure URL
ar: الإصلاح التلقائي لعنوان URL غير الآمن
de: Auto-fix unsichere URL
es: Corregir automáticamente URL no segura
fr: Correction automatique des URL non sécurisées
hu: Nem biztonságos URL automatikus javítása
it: Sistema automaticamente URL non sicuro
ja: 安全でない URL を自動修正
ko: 안전하지 않은 URL 자동 수정
pt_br: Autocorreção de URL inseguro
pt_pt: Correção automática de ligação URL insegura
ru: Автоисправление незащищенного URL-адреса
uk: Виправити незахищену URL-адресу
zh_hans: 自动修正不安全的 URL

# uri_action_get_my_data_account_title
source: How to get my data?
ar: كيف أحصل على بياناتي؟
de: Wie erhalte ich meine Daten?
es: ¿Cómo obtener mis datos?
fr: Comment obtenir mes données ?
hu: Hogyan juthatok hozzá az adataimhoz?
it: Come ottenere i miei dati?
ja: データの取得方法
ko: 내 데이터는 어떻게 받지?
pt_br: Como obter os meus dados?
pt_pt: Como obter os meus dados?
ru: Как получить мои данные?
uk: Як отримати мої дані?
zh_hans: 如何获取我的数据？

# uri_action_how_to_delete_account_title
source: How to delete an account?
ar: كيفية حذف حساب؟
de: Wie lösche ich ein Konto?
es: ¿Cómo eliminar una cuenta?
fr: Comment supprimer un compte ?
hu: Hogyan lehet törölni egy fiókot?
it: Come eliminare il mio account?
ja: アカウントの削除方法
ko: 회원 탈퇴는 어떻게 하지?
pt_br: Como excluir uma conta?
pt_pt: Como excluir uma conta?
ru: Как удалить мою учетную запись?
uk: Як видалити мій обліковий запис?
zh_hans: 如何删除账户？

# uri_action_launch_app_title
source: Launch app
ar: إطلاق التطبيق
de: App starten
es: Abrir app
fr: Ouvrir l'appli
hu: Alkalmazás megnyitása
it: Avvia app
ja: アプリを開く
ko: 앱 실행
pt_br: Iniciar aplicativo
pt_pt: Iniciar aplicação
ru: Запустить приложение
uk: Відкрити застосунок
zh_hans: 启动应用

# uri_action_launch_browser_main_page_title
source: Launch main page
ar: إطلاق الصفحة الرئيسية
de: Hauptseite starten
es: Iniciar la página principal
fr: Ouvrir la page principale
hu: Főoldal megnyitása
it: Apri pagina principale
ja: メインページを開く
ko: 메인 페이지 열기
pt_br: Abrir a página principal
pt_pt: Abrir página principal
ru: Открыть главную страницу
uk: Відкрити головну сторінку
zh_hans: 打开主页

# uri_action_launch_browser_title
source: Launch browser
ar: إطلاق المتصفح
de: Browser starten
es: Abrir el navegador
fr: Ouvrir le navigateur
hu: Böngésző megnyitása
it: Avvia browser
ja: ブラウザで開く
ko: 브라우저 실행
pt_br: Abrir navegador
pt_pt: Iniciar navegador
ru: Запустить браузер
uk: Відкрити браузер
zh_hans: 打开浏览器

# uri_action_launch_docs_title
source: Launch docs
ar: إطلاق المستندات
de: Dokumentation öffnen
es: Abrir documentos
fr: Ouvrir le document
hu: Dokumentumok megnyitása
it: Apri documentazione
ja: ドキュメントを開く
ko: 문서 열기
pt_br: Abrir documentos
pt_pt: Abrir documentos
ru: Открыть документацию
uk: Відкрити документацію
zh_hans: 打开文档

# uri_action_launch_in_app_title
source: Launch with %1$@
ar: فتح باستخدام %1$@
de: Mit %1$@ starten
es: Abrir con %1$@
fr: Ouvrir avec %1$@
hu: Megnyitás ezzel: %1$@
it: Apri con %1$@
ja: %1$@ で開く
ko: %1$@ 앱으로 열기
pt_br: Abrir com %1$@
pt_pt: Iniciar com %1$@
ru: Запустить в %1$@
uk: Відкрити в %1$@
zh_hans: 启动 %1$@

# uri_action_launch_in_smth_title
source: Launch with…
ar: الانطلاق مع…
de: Starten mit…
es: Abrir con...
fr: Ouvrir avec…
hu: Megnyitás ezzel…
it: Apri con…
ja: 開く…
ko: 다른 앱으로 열기
pt_br: Iniciar com…
pt_pt: Iniciar com…
ru: Запустить в…
uk: Відкрити в…
zh_hans: 使用…启动

# uri_action_launch_play_store_title
source: Launch Play Store
ar: قم بتشغيل متجر Play
de: Play Store starten
es: Iniciar Play Store
fr: Ouvrir le Play Store
hu: Play áruház megnyitása
it: Apri Play Store
ja: Play ストアで開く
ko: Play 스토어 실행
pt_br: Abrir a Play Store
pt_pt: Iniciar Play Store
ru: Открыть Google Play
uk: Відкрити Play store
zh_hans: 启动 Play 商店

# uri_action_launch_website_title
source: Launch website
ar: إطلاق الموقع
de: Website öffnen
es: Abrir sitio web
fr: Ouvrir le site web
hu: Weboldal megnyitása
it: Avvia sito web
ja: ウェブサイトを開く
ko: 웹사이트 열기
pt_br: Abrir site
pt_pt: Abrir página web
ru: Открыть сайт
uk: Відкрити вебсайт
zh_hans: 打开网站

# uri_match_app_title
source: Match app
ar: تطبيق المباراة
de: Passende App
es: Coincidir app
fr: Faire correspondre l'appli
hu: Alkalmazás összekapcsolása
it: Corrispondenza app
ja: 一致するアプリ
ko: 앱 일치
pt_br: Corresponder ao aplicativo
pt_pt: Corresponder à aplicação
ru: Выбрать приложение
uk: Обрати застосунок
zh_hans: 匹配应用

# uri_match_detection_default_note
source: Uses a global Default match detection behavior selected in Settings → Autofill → Default URI match detection. Base domain matching is the default option.
ar: يستخدم سلوك اكتشاف المطابقة الافتراضي العالمي المحدد في الإعدادات → التعبئة التلقائية → اكتشاف مطابقة URI الافتراضية. مطابقة النطاق الأساسي هي الخيار الافتراضي.
de: Verwendet ein globales standard Übereinstimmungserkennung-Verhalten, das unter Einstellungen → Autofill → Standard-Übereinstimmungserkennung ausgewählt ist. Die Standardoption ist die Basisdomänen-Übereinstimmung.
es: Usa un comportamiento global de detección de coincidencias seleccionado en Ajustes → Autocompletado→ Detección de coincidencias URI predeterminada. El dominio base es la opción predeterminada.
fr: Utilise un comportement global de détection de correspondance par défaut sélectionné dans Paramètres → Remplissage automatique → Détection de correspondance URI par défaut. La correspondance avec le domaine de base est l'option par défaut.
hu: A Beállítások → Automatikus kitöltés → Alapértelmezett URI-illesztés felismerése menüpontban kiválasztott globális Alapértelmezett egyezésfelismerési viselkedést használja. Az alapdomain-illesztés az alapértelmezett beállítás.
it: Utilizza il comportamento Rilevamento corrispondenza URI predefinito impostato in Impostazioni → Compilazione automatica → Rilevamento corrispondenza URI predefinito. L'opzione "Corrispondenza dominio di base" è quella predefinita.
ja: 設定 → 自動入力 → デフォルトの URI の一致検出で選択されたグローバルなデフォルトの一致検出動作を使用します。ベースドメイン一致がデフォルトのオプションです。
ko: 설정 → 자동 완성 → 기본 일치 인식 설정을 사용합니다. 초기값은 기본 도메인 인식입니다.
pt_br: Usa um comportamento de detecção padrão selecionado em Configurações → Autopreencher→ Detecção de URI padrão. O domínio base é a opção padrão.
pt_pt: Usa um comportamento de deteção de correspondência padrão selecionado em Configurações → Autofill → Detecção de correspondência de URI padrão. A correspondência de domínio base é a opção padrão.
ru: Использует поведение глобального определения соответствия по умолчанию, выбранное в Настройках → Автозаполнение → Стандартное определение соответствия URI.
uk: Використовує глобальний тип виявлення збігів обраний в Налаштування → Автозаповнення → Виявлення збігів за замовчуванням. Основний домен це стандартне налаштування.
zh_hans: 使用在设置 -> 自动填充 -> 默认 URI 匹配检测。基础域匹配是默认选项。

# uri_match_detection_default_title
source: Default
ar: افتراضي
de: Standard
es: Por defecto
fr: Par défaut
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
ko: 기본값
pt_br: Padrão
pt_pt: Padrão
ru: По умолчанию
uk: За замовчуванням
zh_hans: 默认

# uri_match_detection_domain_note
source: Match resources by top-level and second-level domain.
ar: مطابقة الموارد حسب مجال المستوى الأعلى ومجال المستوى الثاني.
de: Ressourcen nach Top-Level- und Second-Level-Domäne abgleichen.
es: Coincide recursos por dominio de nivel superior y de segundo nivel.
fr: Faire correspondre les ressources par domaine de premier niveau et de deuxième niveau.
hu: Az erőforrások felső szintű és másodszintű domainek szerinti megfeleltetése.
it: Abbina risorse per dominio di primo e secondo livello.
ja: トップレベルドメインとセカンドレベルドメインによってリソースを照合します。
ko: 최상위 및 2단계 도메인으로 리소스를 감지합니다.
pt_br: Combine recursos por domínio de nível superior e de segundo nível.
pt_pt: Corresponder recursos por domínio de nível superior e secundário.
ru: Сравнивать ресурсы по доменам первого и второго уровня.
uk: Порівнювати ресурси по доменах першого та другого рівнів.
zh_hans: 按顶级和次级域匹配资源。

# uri_match_detection_domain_title
source: Base domain
ar: المجال الأساسي
de: Basisdomäne
es: Dominio base
fr: Domaine de base
hu: Alap domain
it: Dominio di base
ja: ベースドメイン
ko: 기본 도메인
pt_br: Domínio base
pt_pt: Domínio base
ru: Основной домен
uk: Основний домен
zh_hans: 主域名

# uri_match_detection_exact_note
source: Match resources when the detected resource exactly matches the URI.
ar: قم بمطابقة الموارد عندما يتطابق المورد المكتشف تمامًا مع URI.
de: Ressourcen anpassen, wenn die erkannte Ressource genau mit der URL übereinstimmt.
es: Coincidir con los recursos cuando el recurso detectado coincide exactamente con la URI.
fr: Faire correspondre les ressources lorsque la ressource détectée correspond exactement à l'URI.
hu: Az erőforrások megfeleltetése, ha az észlelt erőforrás pontosan megegyezik az URI-vel.
it: Associa quando la risorsa rilevata corrisponde esattamente con l'URI.
ja: 検出されたリソースが URI と完全一致する場合にリソースを照合します。
ko: 리소스가 정확히 URI와 일치할 때 감지합니다.
pt_br: Corresponder recursos quando o recurso detectado corresponder exatamente ao URI.
pt_pt: Corresponder recursos quando o recurso detectado corresponder exatamente ao URI.
ru: Сравнивать ресурсы посимвольно начиная с начала URI-ссылки, требовать полное совпадение ссылки.
uk: Порівнювати ресурси посимвольно починаючи з початку URI-посилання, вимагати повний збіг посилання.
zh_hans: 当检测到的资源与 URI 完全匹配时匹配资源。
